[
  {
    "id": "han_9781569905425",
    "pubtype": "Monograph",
    "catalog": [
      "hanser"
    ],
    "publication_status": "published",
    "version": "publischers_version",
    "editorial_status": "imported",
    "isbn": "9781569905425",
    "person": [
      {
        "role": "aut",
        "name": "Braun, Dietrich"
      }
    ],
    "title": "Simple Methods for Identification of Plastics",
    "edition": "5., aktualisierte und erweiterte Auflage",
    "publisher_place": "München",
    "publisher": "Carl Hanser Verlag GmbH & Co. KG",
    "issued": "2013",
    "number_of_pages": "137 S.",
    "abstract": [
      {
        "language": "None",
        "shareable": "False",
        "content": "Processors and users of plastics often need to determine the chemical nature of a plastics specimen. This highly practical and useful manual, now in a fifth revised and supplemented edition, will enable you to determine the class of plastic of a particular specimen. No extensive knowledge of chemistry is required and yet it is more complex than a simple tabular compilation. This manual is a handy and highly effective tool for many practical situations. An additional supplement is a chapter that shows strategies for identifying historical plastic objects; this is of particular interest for assemblers and collectors, and conservators."
      },
      {
        "language": "None",
        "shareable": "False",
        "content": "Prof. Dr. Dietrich Braun was the director of the plastics institute (Deutschen Kunststoff-Instituts (DKI)) in Darmstadt until 2000. He is also the author of many reference books and textbooks. For years, Dr. Braun has chaired workshops in plastics technology for business people as well as for first-time users, which is the basis for this book."
      }
    ],
    "keyword": [
      "Werkstoffprüfung und Analytik"
    ],
    "DOI": [
      "10.3139/9781569905425"
    ],
    "uri": [
      "http://dx.doi.org/10.3139/9781569905425"
    ],
    "owner": [
      "daten.ub@tu-dortmund.de"
    ],
    "created": "2020-04-11 10:09:09.639",
    "changed": "2020-04-11 10:09:09.639"
  },
  {
    "id": "han_9783446435650",
    "pubtype": "Monograph",
    "catalog": [
      "hanser"
    ],
    "publication_status": "published",
    "version": "publischers_version",
    "editorial_status": "imported",
    "isbn": "9783446435650",
    "person": [
      {
        "role": "aut",
        "name": "Schwichtenberg, Holger"
      },
      {
        "role": "edt",
        "name": "Steyer, Manfred"
      },
      {
        "role": "edt",
        "name": "Schwichtenberg, Holger"
      },
      {
        "role": "edt",
        "name": "Fischer, Matthias"
      },
      {
        "role": "edt",
        "name": "Krause, Jörg"
      }
    ],
    "title": "Verteilte Systeme und Services mit .NET 4.5",
    "subtitle": "Konzepte und Lösungen für WCF 4.5 und ASP.NET Web-API",
    "edition": "2., überarbeitete und erweiterte Auflage",
    "publisher_place": "München",
    "publisher": "Carl Hanser Verlag GmbH & Co. KG",
    "issued": "2013",
    "number_of_pages": "671 S.",
    "abstract": [
      {
        "language": "None",
        "shareable": "False",
        "content": "VERTEILTE SYSTEME & SERVICES MIT .NET 4.5 // - Für .NET-Entwickler, vom WCF-Einsteiger bis zum -Profi - Ideal für das Selbststudium, für das Vertiefen und Nachschlagen - Mit zahlreichen, aufeinander aufbauenden Beispiellösungen und wertvollen Tipps - Forum für Fragen unter: www.it-visions.de/leser - Alle Beispiele aus dem Buch unter: http://downloads.hanser.de Mit diesem durch und durch praxisorientierten Handbuch bekommen Sie einen erstklassigen, didaktisch hervorragenden wie auch konkurrenzlosen Leitfaden an die Hand, um in .NET 4.5 komplexe Geschäftsprozesse planen und entwickeln zu können. Das Themenspektrum ist groß: Sie lernen alle wichtigen .NET-Technologien, Techniken und Konzepte kennen, um in .NET 4.5 verteilte Systeme, Webservices und serviceorientierte Anwendungen zu erstellen. Für die erfolgreiche Implementierung verteilter Systeme sind neben der Windows Communication Foundation bzw. der ASP.NET Web API weitere Frameworks notwendig. Detailliert erfahren Sie, wie Sie - mittels WCF bzw. Web API und SignalR mit Systemen und Geschäftspartnern kommunizieren. - Geschäftsprozesse in Form von Workflows mit Windows Workflow Foundation automatisieren. - Single-Sign-On-Szenarien mit Windows Identity Foundation implementieren. - verschiedene Systeme über Azure Service Bus standortübergreifend integrieren. - mit Entity Framework, RIA- und Data-Services auf Datenbanken zugreifen. AUS DEM INHALT: Servicebasierte Systeme mit WCF umsetzen // REST-Services mit Web API erstellen // Benachrichtigungs-Szenarien mit SignalR // Single-Sign-On mit der Identity Foundation // Datenbasierte Services mit Entity Framework // Geschäftsprozesse mit Workflow Foundation // Systeme verbinden mit Azure Service Bus"
      },
      {
        "language": "None",
        "shareable": "False",
        "content": "Manfred STEYER: FH-Professor und Fachbereichsleiter Software Engineering an der FH CAMPUS 02 in Graz sowie Trainer und Berater bei www.IT-Visions.de. Dr. Holger SCHWICHTENBERG: Leiter des .NET-Expertennetzwerks www.IT-Visions.de. Matthias FISCHER, Jörg KRAUSE: Trainer, Berater und Entwickler für .NET-Technologien."
      }
    ],
    "DOI": [
      "10.3139/9783446435650"
    ],
    "uri": [
      "http://dx.doi.org/10.3139/9783446435650"
    ],
    "owner": [
      "daten.ub@tu-dortmund.de"
    ],
    "created": "2020-04-11 10:09:09.639",
    "changed": "2020-04-11 10:09:09.639"
  }
]
